{
    "sections":[
        {
            "index":1,
            "content":{
                "markdown":{
                    "template":"{title}",
                    "placeholders":{
                        "title":{
                            "raw":"## **Table of Contents**"
                        }
                    }
                }
            }
        },
        {
            "index":2,
            "content":{
                "reference":"chapters.elements.this",
                "markdown":{
                    "template":"#### [{index}. {title}]({anchor})\n\n{abstract}",
                    "placeholders":{
                        "index":{
                            "reference":"index.this"
                        },
                        "title":{
                            "reference":"title.this"
                        },
                        "abstract":{
                            "reference":"abstract.this"
                        },
                        "anchor":{
                            "reference":"./helpers/create_anchor.js",
                            "args":[
                                "title.this"
                            ]
                        }
                    }
                }
            }
        }
    ],
    "elements":{
        "chapters":[
            {
                "index":1,
                "reference":"Introduction to Boat Co-Ownership.md",
                "title":"Introduction to Boat Co-Ownership",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;An introduction to the concept of boat co-ownership, highlighting its appeal for recreational sailors who seek adventure and flexibility without full ownership burdens. This section briefly explains how sharing a boat with others makes boating more accessible, affordable, and sustainable.\n"
            },
            {
                "index":2,
                "reference":"Is Co-Owning Right for You.md",
                "title":"Is Co-Owning Right for You?",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;This chapter guides you through self-assessment questions and scenarios to determine if co-owning a boat aligns with their needs, lifestyle, and budget. It also covers common motivations and goals for co-ownership, helping readers define their expectations.\n"
            },
            {
                "index":3,
                "reference":"Top 10 Dos and Don’ts When Co-Owning a Boat.md",
                "title":"Top 10 Dos and Don'ts When Co-Owning a Boat",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;Practical tips for ensuring a smooth co-ownership experience. This chapter outlines the top ten dos and don'ts, offering readers actionable advice for successful shared ownership.\n"
            },
            {
                "index":4,
                "reference":"Finding the Right Co-Owners.md",
                "title":"Finding the Right Co-Owners",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;Learn about essential considerations for selecting compatible co-owners, such as personality, sailing experience, and financial stability. This chapter also includes tips on where to find potential co-owners, such as online communities, marinas, and sailing clubs.\n"
            },
            {
                "index":5,
                "reference":"Setting Up a Co-Ownership Agreement.md",
                "title":"Setting Up a Co-Ownership Agreement",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;This chapter provides a straightforward overview of creating a co-ownership agreement. Key elements include usage schedules, costs, responsibilities, conflict resolution, and exit strategies, empowering readers to build a clear and fair partnership.\n"
            },
            {
                "index":6,
                "reference":"Financial Considerations and Cost Sharing.md",
                "title":"Financial Considerations and Cost Sharing",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;Financial transparency is crucial in co-ownership. This section explains how to divide initial purchase costs, maintenance expenses, insurance, and unexpected costs, helping readers ensure all parties contribute fairly.\n"
            },
            {
                "index":7,
                "reference":"Maintenance and Upkeep.md",
                "title":"Maintenance and Upkeep",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;Proper upkeep is vital for a shared asset like a boat. This chapter discusses routine maintenance, repairs, and seasonal tasks, as well as dividing responsibilities to keep the boat in optimal condition. It includes tips on coordinating maintenance tasks and budgeting for them.\n"
            },
            {
                "index":8,
                "reference":"Scheduling and Usage Management.md",
                "title":"Scheduling and Usage Management",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;In co-ownership, equitable access is key. This chapter offers tips for managing schedules, handling peak times, and accommodating each owner's needs. It covers strategies for smooth communication and includes a few digital tools for streamlining schedule management.\n"
            },
            {
                "index":9,
                "reference":"Navigating Common Challenges.md",
                "title":"Navigating Common Challenges",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;This chapter outlines typical issues that co-owners might face, such as scheduling conflicts, disagreements over expenses, or unexpected repairs. Practical advice on conflict resolution and proactive strategies for minimizing friction ensures readers are well-prepared.\n"
            },
            {
                "index":10,
                "reference":"Enjoying the Benefits of Co-Ownership.md",
                "title":"Enjoying the Benefits of Co-Ownership",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;To conclude, this chapter highlights the perks of boat co-ownership: social sailing experiences, cost savings, and a reduced environmental impact. It encourages readers to focus on the benefits and remember the reasons they chose co-ownership.\n"
            },
            {
                "index":11,
                "reference":"References.md",
                "title":"References",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;A brief wrap-up that includes resources for further reading, recommended apps, and communities for boat co-owners. This section also invites readers to check out Boatr for additional support in managing their co-ownership experience.\n"
            },
            {
                "index":12,
                "reference":"../sections/opensource.md",
                "title":"Open Source",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;This ebook (*The Ultimate Guide to Co-Owning a Boat*) is an open-source project, and we welcome contributions from anyone interested in enhancing or expanding this guide.\n"
            },
            {
                "index":13,
                "reference":"../sections/license.md",
                "title":"License",
                "abstract":"&nbsp;&nbsp;&nbsp;&nbsp;This ebook is licensed under a Creative Commons license, that allows for both personal and commercial use, as long as contributors adhere to the license terms.\n"
            }
        ]
    }
   
}